[LiveUpdate_FormLiveUpdateMain]
btnSuccessClose.Caption=حسناً
btnRetry.Caption=إعادة المحاولة
btnFailedClose.Caption=إغلاق
btnWebCancel.Caption=التحديث لاحقاً
btnUptWeb.Caption=التحديث الآن
btnProcessCancel.Caption=إلغاء الأمر
btnMinimize.Caption=تصغير
btnConfigCancel.Caption=إلغاء الأمر
lblGetUptInfo.Caption=...يتم الحصول على معلومات التحديث، الرجاء الإنتظار
btnConfirmCancel.Caption=إلغاء الأمر
btnUptoDateOK.Caption=حسناً
btnUpdate.Caption=تحميل
btnClose.Hint=إغلاق
lblUpToDate.Caption=مبروك! تمتلك حالياً الإصدار الأخير. لايوجد تحديثات متوفرة
lblUpdateFailed.Caption=فشلت عملية التحديث! الرجاء المحاولة مرة أخرى لاحقاً. أو فضلاً إنقر على زر إعادة المحاولة  للتحديث مرة ثانية

[LiveUpdate_M]
ImportantUpdate=تحديث هام
VersionUpdate=تحديث الإصدار
NewVersion=إصدار جديد
AvailableUpdates=التحديثات متوفرة
WebDownLoad=إصدار جديد متوفر من %s . الرجاء قم بتحديثه الآن للحصول على آخر الميزّات والتحسينات. أنه مجانيّ من أي كلفة
UpdateSuccess=تم تحديث %s . يمكنك الآن التتمتّع بآخر الميزّات والتحسينات
LiveUpdate=تحديث
Close=إغلاق
OK=حسناً
DownLoading=التحميل
Version=الإصدار
Size=الحجم
Item=العنصر

